// Generated macro for ETHIOPIC (const)
macro_rules! Depcrate_unicode_tables_scriptETHIOPIC {
() => {
// Module: crate::unicode_tables::script
// Provides: {"ETHIOPIC"}
// Dependencies: {}
pub const ETHIOPIC : & 'static [(char , char)] = & [('ሀ' , 'ቈ') , ('ቊ' , 'ቍ') , ('ቐ' , 'ቖ') , ('ቘ' , 'ቘ') , ('ቚ' , 'ቝ') , ('በ' , 'ኈ') , ('ኊ' , 'ኍ') , ('ነ' , 'ኰ') , ('ኲ' , 'ኵ') , ('ኸ' , 'ኾ') , ('ዀ' , 'ዀ') , ('ዂ' , 'ዅ') , ('ወ' , 'ዖ') , ('ዘ' , 'ጐ') , ('ጒ' , 'ጕ') , ('ጘ' , 'ፚ') , ('\u{135d}' , '፼') , ('ᎀ' , '᎙') , ('ⶀ' , 'ⶖ') , ('ⶠ' , 'ⶦ') , ('ⶨ' , 'ⶮ') , ('ⶰ' , 'ⶶ') , ('ⶸ' , 'ⶾ') , ('ⷀ' , 'ⷆ') , ('ⷈ' , 'ⷎ') , ('ⷐ' , 'ⷖ') , ('ⷘ' , 'ⷞ') , ('ꬁ' , 'ꬆ') , ('ꬉ' , 'ꬎ') , ('ꬑ' , 'ꬖ') , ('ꬠ' , 'ꬦ') , ('ꬨ' , 'ꬮ') , ('𞟠' , '𞟦') , ('𞟨' , '𞟫') , ('𞟭' , '𞟮') , ('𞟰' , '𞟾') ,] ;
};
}
