// Generated macro for V5_0 (const)
macro_rules! Depcrate_unicode_tables_ageV5_0 {
() => {
// Module: crate::unicode_tables::age
// Provides: {"V5_0"}
// Dependencies: {}
pub const V5_0 : & 'static [(char , char)] = & [('ɂ' , 'ɏ') , ('ͻ' , 'ͽ') , ('ӏ' , 'ӏ') , ('Ӻ' , 'ӿ') , ('Ԑ' , 'ԓ') , ('\u{5ba}' , '\u{5ba}') , ('߀' , 'ߺ') , ('ॻ' , 'ॼ') , ('ॾ' , 'ॿ') , ('\u{ce2}' , '\u{ce3}') , ('ೱ' , 'ೲ') , ('\u{1b00}' , 'ᭋ') , ('᭐' , '᭼') , ('\u{1dc4}' , '\u{1dca}') , ('\u{1dfe}' , '\u{1dff}') , ('\u{20ec}' , '\u{20ef}') , ('⅍' , 'ⅎ') , ('ↄ' , 'ↄ') , ('⏜' , '⏧') , ('⚲' , '⚲') , ('⟇' , '⟊') , ('⬔' , '⬚') , ('⬠' , '⬣') , ('Ⱡ' , 'ⱬ') , ('ⱴ' , 'ⱷ') , ('ꜗ' , 'ꜚ') , ('꜠' , '꜡') , ('ꡀ' , '꡷') , ('𐤀' , '𐤙') , ('𐤟' , '𐤟') , ('𒀀' , '𒍮') , ('𒐀' , '𒑢') , ('𒑰' , '𒑳') , ('𝍠' , '𝍱') , ('𝟊' , '𝟋') ,] ;
};
}
