// Generated macro for ARABIC (const)
macro_rules! Depcrate_unicode_tables_scriptARABIC {
() => {
// Module: crate::unicode_tables::script
// Provides: {"ARABIC"}
// Dependencies: {}
pub const ARABIC : & 'static [(char , char)] = & [('\u{600}' , '\u{604}') , ('؆' , '؋') , ('؍' , '\u{61a}') , ('\u{61c}' , '؞') , ('ؠ' , 'ؿ') , ('ف' , 'ي') , ('\u{656}' , 'ٯ') , ('ٱ' , '\u{6dc}') , ('۞' , 'ۿ') , ('ݐ' , 'ݿ') , ('ࡰ' , 'ࢎ') , ('\u{890}' , '\u{891}') , ('\u{897}' , '\u{8e1}') , ('\u{8e3}' , '\u{8ff}') , ('ﭐ' , '﯂') , ('ﯓ' , 'ﴽ') , ('﵀' , 'ﶏ') , ('ﶒ' , 'ﷇ') , ('﷏' , '﷏') , ('ﷰ' , '﷿') , ('ﹰ' , 'ﹴ') , ('ﹶ' , 'ﻼ') , ('𐹠' , '𐹾') , ('𐻂' , '𐻄') , ('\u{10efc}' , '\u{10eff}') , ('𞸀' , '𞸃') , ('𞸅' , '𞸟') , ('𞸡' , '𞸢') , ('𞸤' , '𞸤') , ('𞸧' , '𞸧') , ('𞸩' , '𞸲') , ('𞸴' , '𞸷') , ('𞸹' , '𞸹') , ('𞸻' , '𞸻') , ('𞹂' , '𞹂') , ('𞹇' , '𞹇') , ('𞹉' , '𞹉') , ('𞹋' , '𞹋') , ('𞹍' , '𞹏') , ('𞹑' , '𞹒') , ('𞹔' , '𞹔') , ('𞹗' , '𞹗') , ('𞹙' , '𞹙') , ('𞹛' , '𞹛') , ('𞹝' , '𞹝') , ('𞹟' , '𞹟') , ('𞹡' , '𞹢') , ('𞹤' , '𞹤') , ('𞹧' , '𞹪') , ('𞹬' , '𞹲') , ('𞹴' , '𞹷') , ('𞹹' , '𞹼') , ('𞹾' , '𞹾') , ('𞺀' , '𞺉') , ('𞺋' , '𞺛') , ('𞺡' , '𞺣') , ('𞺥' , '𞺩') , ('𞺫' , '𞺻') , ('𞻰' , '𞻱') ,] ;
};
}
