// Generated macro for V3_1 (const)
macro_rules! Depcrate_unicode_tables_ageV3_1 {
() => {
// Module: crate::unicode_tables::age
// Provides: {"V3_1"}
// Dependencies: {}
pub const V3_1 : & 'static [(char , char)] = & [('ϴ' , 'ϵ') , ('\u{fdd0}' , '\u{fdef}') , ('𐌀' , '𐌞') , ('𐌠' , '𐌣') , ('𐌰' , '𐍊') , ('𐐀' , '𐐥') , ('𐐨' , '𐑍') , ('𝀀' , '𝃵') , ('𝄀' , '𝄦') , ('𝄪' , '𝇝') , ('𝐀' , '𝑔') , ('𝑖' , '𝒜') , ('𝒞' , '𝒟') , ('𝒢' , '𝒢') , ('𝒥' , '𝒦') , ('𝒩' , '𝒬') , ('𝒮' , '𝒹') , ('𝒻' , '𝒻') , ('𝒽' , '𝓀') , ('𝓂' , '𝓃') , ('𝓅' , '𝔅') , ('𝔇' , '𝔊') , ('𝔍' , '𝔔') , ('𝔖' , '𝔜') , ('𝔞' , '𝔹') , ('𝔻' , '𝔾') , ('𝕀' , '𝕄') , ('𝕆' , '𝕆') , ('𝕊' , '𝕐') , ('𝕒' , '𝚣') , ('𝚨' , '𝟉') , ('𝟎' , '𝟿') , ('𠀀' , '𪛖') , ('丽' , '𪘀') , ('\u{e0001}' , '\u{e0001}') , ('\u{e0020}' , '\u{e007f}') ,] ;
};
}
