// Generated macro for MODIFIER_LETTER (const)
macro_rules! Depcrate_unicode_tables_general_categoryMODIFIER_LETTER {
() => {
// Module: crate::unicode_tables::general_category
// Provides: {"MODIFIER_LETTER"}
// Dependencies: {}
pub const MODIFIER_LETTER : & 'static [(char , char)] = & [('ʰ' , 'ˁ') , ('ˆ' , 'ˑ') , ('ˠ' , 'ˤ') , ('ˬ' , 'ˬ') , ('ˮ' , 'ˮ') , ('ʹ' , 'ʹ') , ('ͺ' , 'ͺ') , ('ՙ' , 'ՙ') , ('ـ' , 'ـ') , ('ۥ' , 'ۦ') , ('ߴ' , 'ߵ') , ('ߺ' , 'ߺ') , ('ࠚ' , 'ࠚ') , ('ࠤ' , 'ࠤ') , ('ࠨ' , 'ࠨ') , ('ࣉ' , 'ࣉ') , ('ॱ' , 'ॱ') , ('ๆ' , 'ๆ') , ('ໆ' , 'ໆ') , ('ჼ' , 'ჼ') , ('ៗ' , 'ៗ') , ('ᡃ' , 'ᡃ') , ('ᪧ' , 'ᪧ') , ('ᱸ' , 'ᱽ') , ('ᴬ' , 'ᵪ') , ('ᵸ' , 'ᵸ') , ('ᶛ' , 'ᶿ') , ('ⁱ' , 'ⁱ') , ('ⁿ' , 'ⁿ') , ('ₐ' , 'ₜ') , ('ⱼ' , 'ⱽ') , ('ⵯ' , 'ⵯ') , ('ⸯ' , 'ⸯ') , ('々' , '々') , ('〱' , '〵') , ('〻' , '〻') , ('ゝ' , 'ゞ') , ('ー' , 'ヾ') , ('ꀕ' , 'ꀕ') , ('ꓸ' , 'ꓽ') , ('ꘌ' , 'ꘌ') , ('ꙿ' , 'ꙿ') , ('ꚜ' , 'ꚝ') , ('ꜗ' , 'ꜟ') , ('ꝰ' , 'ꝰ') , ('ꞈ' , 'ꞈ') , ('ꟲ' , 'ꟴ') , ('ꟸ' , 'ꟹ') , ('ꧏ' , 'ꧏ') , ('ꧦ' , 'ꧦ') , ('ꩰ' , 'ꩰ') , ('ꫝ' , 'ꫝ') , ('ꫳ' , 'ꫴ') , ('ꭜ' , 'ꭟ') , ('ꭩ' , 'ꭩ') , ('ｰ' , 'ｰ') , ('\u{ff9e}' , '\u{ff9f}') , ('𐞀' , '𐞅') , ('𐞇' , '𐞰') , ('𐞲' , '𐞺') , ('𐵎' , '𐵎') , ('𐵯' , '𐵯') , ('𖭀' , '𖭃') , ('𖵀' , '𖵂') , ('𖵫' , '𖵬') , ('𖾓' , '𖾟') , ('𖿠' , '𖿡') , ('𖿣' , '𖿣') , ('𚿰' , '𚿳') , ('𚿵' , '𚿻') , ('𚿽' , '𚿾') , ('𞀰' , '𞁭') , ('𞄷' , '𞄽') , ('𞓫' , '𞓫') , ('𞥋' , '𞥋') ,] ;
};
}
