// Generated macro for GREEK (const)
macro_rules! Depcrate_unicode_tables_scriptGREEK {
() => {
// Module: crate::unicode_tables::script
// Provides: {"GREEK"}
// Dependencies: {}
pub const GREEK : & 'static [(char , char)] = & [('Ͱ' , 'ͳ') , ('͵' , 'ͷ') , ('ͺ' , 'ͽ') , ('Ϳ' , 'Ϳ') , ('΄' , '΄') , ('Ά' , 'Ά') , ('Έ' , 'Ί') , ('Ό' , 'Ό') , ('Ύ' , 'Ρ') , ('Σ' , 'ϡ') , ('ϰ' , 'Ͽ') , ('ᴦ' , 'ᴪ') , ('ᵝ' , 'ᵡ') , ('ᵦ' , 'ᵪ') , ('ᶿ' , 'ᶿ') , ('ἀ' , 'ἕ') , ('Ἐ' , 'Ἕ') , ('ἠ' , 'ὅ') , ('Ὀ' , 'Ὅ') , ('ὐ' , 'ὗ') , ('Ὑ' , 'Ὑ') , ('Ὓ' , 'Ὓ') , ('Ὕ' , 'Ὕ') , ('Ὗ' , 'ώ') , ('ᾀ' , 'ᾴ') , ('ᾶ' , 'ῄ') , ('ῆ' , 'ΐ') , ('ῖ' , 'Ί') , ('῝' , '`') , ('ῲ' , 'ῴ') , ('ῶ' , '῾') , ('Ω' , 'Ω') , ('ꭥ' , 'ꭥ') , ('𐅀' , '𐆎') , ('𐆠' , '𐆠') , ('𝈀' , '𝉅') ,] ;
};
}
