// Generated macro for LATIN (const)
macro_rules! Depcrate_unicode_tables_scriptLATIN {
() => {
// Module: crate::unicode_tables::script
// Provides: {"LATIN"}
// Dependencies: {}
pub const LATIN : & 'static [(char , char)] = & [('A' , 'Z') , ('a' , 'z') , ('ª' , 'ª') , ('º' , 'º') , ('À' , 'Ö') , ('Ø' , 'ö') , ('ø' , 'ʸ') , ('ˠ' , 'ˤ') , ('ᴀ' , 'ᴥ') , ('ᴬ' , 'ᵜ') , ('ᵢ' , 'ᵥ') , ('ᵫ' , 'ᵷ') , ('ᵹ' , 'ᶾ') , ('Ḁ' , 'ỿ') , ('ⁱ' , 'ⁱ') , ('ⁿ' , 'ⁿ') , ('ₐ' , 'ₜ') , ('K' , 'Å') , ('Ⅎ' , 'Ⅎ') , ('ⅎ' , 'ⅎ') , ('Ⅰ' , 'ↈ') , ('Ⱡ' , 'Ɀ') , ('Ꜣ' , 'ꞇ') , ('Ꞌ' , 'ꟍ') , ('Ꟑ' , 'ꟑ') , ('ꟓ' , 'ꟓ') , ('ꟕ' , 'Ƛ') , ('ꟲ' , 'ꟿ') , ('ꬰ' , 'ꭚ') , ('ꭜ' , 'ꭤ') , ('ꭦ' , 'ꭩ') , ('ﬀ' , 'ﬆ') , ('Ａ' , 'Ｚ') , ('ａ' , 'ｚ') , ('𐞀' , '𐞅') , ('𐞇' , '𐞰') , ('𐞲' , '𐞺') , ('𝼀' , '𝼞') , ('𝼥' , '𝼪') ,] ;
};
}
