macro_rules! OTHER_LOWERCASE {
    () => {
        pub const OTHER_LOWERCASE : & 'static [(char , char)] = & [('ª' , 'ª') , ('º' , 'º') , ('ʰ' , 'ʸ') , ('ˀ' , 'ˁ') , ('ˠ' , 'ˤ') , ('\u{345}' , '\u{345}') , ('ͺ' , 'ͺ') , ('ჼ' , 'ჼ') , ('ᴬ' , 'ᵪ') , ('ᵸ' , 'ᵸ') , ('ᶛ' , 'ᶿ') , ('ⁱ' , 'ⁱ') , ('ⁿ' , 'ⁿ') , ('ₐ' , 'ₜ') , ('ⅰ' , 'ⅿ') , ('ⓐ' , 'ⓩ') , ('ⱼ' , 'ⱽ') , ('ꚜ' , 'ꚝ') , ('ꝰ' , 'ꝰ') , ('ꟲ' , 'ꟴ') , ('ꟸ' , 'ꟹ') , ('ꭜ' , 'ꭟ') , ('ꭩ' , 'ꭩ') , ('𐞀' , '𐞀') , ('𐞃' , '𐞅') , ('𐞇' , '𐞰') , ('𐞲' , '𐞺') , ('𞀰' , '𞁭') ,] ;
    };
}

OTHER_LOWERCASE!();